Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Naprawdę wysokiej klasy broń powstaje dzięki wykorzystaniu w procesie twórczym nie tylko drewna, ale też rogów czy pazurów zwierzęcych. Naucz się je oprawiać, a twoje dzieła nabiorą na jakości.
uk: По-справжньому якісну зброю створюють, використовуючи не лише деревину, а й роги чи кігті звірів. Навчись діставати їх, і твої вироби стануть ще якіснішими.

source: Naprawdę z ich powodu jesteś tak nerwowy? Ludzie uciekający przed wojną cię przerażają?
uk: Ти справді так нервуєшся через них? Тебе лякають люди, які тікають від війни?

source: Naprawdę zadałeś to pytanie?
uk: Ти справді задаєш таке питання?

source: Naprawdę zależy ci na dorwaniu tych przemytników, Lorenzo musi wam naprawdę nieźle za to płacić, co?
uk: Тобі дійсно так важливо спіймати цих контрабандистів? Лоренцо, мабуть, непогано за це платить, чи не так?

source: Naprawdę zrobiłbyś to dla mnie?
uk: Ти дійсно зробиш це для мене?

source: Naprawdę, nie jestem w stanie powiedzieć ci nic więcej, przysięgam!
uk: Я справді більше нічого не можу розповісти, присягаюсь!

source: Naprawdę, nie wiem, czy jest taka potrzeba, powoli czuję się coraz lepiej.
uk: Насправді я не знаю, чи є в цьому потреба, я потроху одужую.

source: Naprawdę, sam nie wiem, skąd ty bierzesz te wszystkie monety! Trzymaj, mały upominek.
uk: Насправді, я гадки не маю, де ти береш усі ці монети! Ось, невеличкий подарунок.

source: Naprawdę, wolałbym porozmawiać o tym kilka kroków dalej.
uk: Щоправда, я хотів би обговорити це не тут.

source: Naprawdę, świetna robota. Dałeś kolejny przykład ludziom, że my robimy wszystko jak należy! Proszę, twoje złoto!
uk: Дійсно, чудова робота. Ти показав людям ще один приклад того, що ми все робимо, як треба! Ось, твоє золото!

source: Naprawdę?
uk: Справді?

source: Naprawdę? Chcesz mi dać całe to złoto?
uk: Справді? Ти хочеш віддати мені все це золото?

source: Naprawdę? Cholera, to by było naprawdę niezłe. Gdybym to zobaczył, to miałbym niezłą opowiastkę dla kumpli...
uk: Справді? Дідько, це було б дійсно непогано. Якби я це побачив, то мав би гарну історію, щоб розповідати її друзям...

source: Naprawdę? Co z nim?
uk: Справді? Що з ним?

source: Naprawdę? Czyli znowu będę miał co palić? To świetne wieści! Dzięki... jak ty się w ogóle nazywasz?
uk: Справді? Значить, у мене знову буде, що курити? Це чудова новина! Дякую... До речі, як тебе звати?

source: Naprawdę? Dasz nam tyle złota?
uk: Справді? Ти даси нам стільки золота?

source: Naprawdę? Dawaj!
uk: Справді? Давай!

source: Naprawdę? Dałeś się na to nabrać? Wygląda na to, że jesteś uboższy o 50 sztuk złota. Nawet nie próbuj kombinować. Taka jest cena za bycie naiwnym.
uk: Справді? Ти купився на це? Схоже, ти став на 50 золотих біднішим. Навіть не намагайся сперечатися. Такою є ціна за довірливість.

source: Naprawdę? Dziwne. Rosaline zawsze wolała większe osady, więc myślałem, że w mieście będzie jej dobrze.
uk: Справді? Дивно. Розалін завжди віддавала перевагу великим поселенням, тому я думав, що у місті їй буде добре.

source: Naprawdę? Jak to zrobiłeś?
uk: Справді? Як тобі це вдалося?

source: Naprawdę? Kto?
uk: Справді? Кого?

source: Naprawdę? Marvin, to świetnie! Zaoszczędzimy górę złota!
uk: Справді? Марвіне, це чудово! Ми заощадимо гору золота!

source: Naprawdę? Millie już się lepiej czuje, nie ma co tego opóźniać.
uk: Справді? Міллі вже почувається краще, не варто затримуватися.

source: Naprawdę? Nie widzę, byś miał je przy sobie.
uk: Справді? Я не бачу, щоб вони в тебе були.

source: Naprawdę? Niesłychane! Uciekały nawet mając przewagę liczebną?
uk: Справді? Неймовірно! Втікали навіть маючи чисельну перевагу?

source: Naprawdę? No, czyli jest jakaś dobra wiadomość. Ulryk na pewno będzie chciał ją usłyszeć od ciebie osobiście. Idź do niego!
uk: Справді? Що ж, це означає, що є і хороші новини. Ульрік точно захоче їх почути від тебе особисто. Відправляйся до нього!

source: Naprawdę? Podzielę się z tobą jej zawartością, a było tam ponad 100 sztuk złota! Mam nadzieję, że ta świnia jeszcze wszystkiego nie wydała...
uk: Ти серйозно? Я віддам тобі половину, там було понад 100 золотих! Сподіваюся, цей кротощур ще не все витратив...

source: Naprawdę? Pokaż!
uk: Справді? Покажи!

source: Naprawdę? Sprzeda nam ten dom?
uk: Справді? Він продасть нам цей будинок?

source: Naprawdę? Tak szybko?
uk: Справді? Так швидко?

source: Naprawdę? Też nie potrafisz pływać?
uk: Справді? Ти теж плавати не вмієш?

source: Naprawdę? To świetnie, wiedziałem, że jeszcze są dobrzy ludzie na świecie.
uk: Справді? Це чудово, я знав, що на світі ще є добрі люди.

source: Naprawdę? Trzeba było mówić tak od razu, to może nie musiałbym się nawet za wami wstawiać!
uk: Справді? Треба було одразу сказати, тоді б мені не довелося за вас ручатися!

source: Naprawdę? Wspaniale! Nawet nie wiesz, jak miło jest współpracować z kimś, kto zdobył choć odrobinę wykształcenia.
uk: Справді? Чудово! Ти навіть не уявляєш, як приємно працювати з людиною, яка отримала хоча б базову освіту.

source: Naprawdę? Świetnie, nie pożałujesz! Słowo Królewskiego Gwardzisty!
uk: Справді? Чудово, ти не пошкодуєш! Слово Королівського гвардійця!

source: Naprawiliśmy go. Możesz się już o niego nie martwić.
uk: Ми все укріпили. Можеш більше про це не турбуватися.

source: Naprawiona specjalna sieć.
uk: Відновлена спеціальна рибальська сітка.

source: Naprędce skreślona, pomięta notka.
uk: Похапцем написана зім'ята записка.

source: Nareszcie gadasz z sensem.
uk: Нарешті ти кажеш щось розумне.

source: Nareszcie jesteśmy bezpieczni.
uk: Нарешті ми в безпеці.

source: Nareszcie przemawiasz językiem, który lubię. Ile?
uk: Нарешті ти заговорив мовою, яка мені подобається. Скільки?

source: Nareszcie trakty będą trochę bezpieczniejsze.
uk: Нарешті дороги стануть трохи безпечнішими.

source: Nareszcie! Możemy przejść do działania!
uk: Нарешті! Можемо переходити до дій!

source: Nareszcie! Nie mogłam, go już znieść! Jeszcze ta bójka! Nie wiem, co trzeba mieć w głowie, żeby rzucić się na Viktora. To najporządniejszy człowiek w tej wiosce.
uk: Нарешті! Я вже не могла його терпіти! А ще ця бійка! Не уявляю, що треба мати в голові, щоб накинутися на Віктора. Це найпорядніший чоловік в цьому селі.

source: Narobiłbyś w gacie i tyle by z tego było. Bez urazy. Gość wygrał w czterech turniejach z rzędu.
uk: Ти накладеш повні штани, не сумнівайся. Без образ. Хлопець виграв чотири турніри поспіль.

source: Narwaniec, trochę podobny do ciebie. Od tygodni widziałem go agitującego razem z innymi pod domem mojego pana.
uk: Він запальний, трохи схожий на тебе. Я бачив, як він тижнями разом з іншими галасував біля будинку мого пана.

source: Narzędzia i materiały mam posegregowane, a po pracowni nie walają się puste butelki i stare ogryzki.
uk: Мої інструменти та матеріали відсортовані, а по майстерні не розкидані порожні пляшки і старі огризки.

source: Narzędziami rzemieślniczymi i rolniczymi.
uk: Ремісничим та сільськогосподарським знаряддям.

source: Narzędzie ogrodnicze
uk: Садовий інструмент,

source: Narzędzie optyczne.
uk: Оптичний прилад.

source: Narzędzie pracy pisarzy i urzędników.
uk: Інструмент письменників і писарів.

source: Narzędzie pracy stolarzy, drwali i cieśli.
uk: Інструмент для столярів, лісорубів та слюсарів.

source: Narzędzie używane do przybijania desek.
uk: Інструмент, потрібний для прибивання дощок.

source: Nas interesują dwie, bo Ernesto jeszcze nie zdecydował, którą wybierze.
uk: Нас цікавлять дві з них, тому що Ернесто ще не вирішив, яку обере.

source: Nas też dopadną! Wszyscy zginiemy!
uk: Вони і до нас дістануться! Ми всі помремо!

source: Nasi chłopcy giną tuzinami na obcej ziemi, a ja się pytam: ZA CO?!
uk: Наші хлопці гинуть десятками на чужій землі, і я питаю: ЗА ЩО?!

source: Nasi chłopcy niezbyt lubią się z najemnikami z Gildii, więc nie mogą zaproponować ci roboty u nas, ale mam tu coś w ramach nagrody za dotychczasową pomoc
uk: Наші хлопці не дуже люблять найманців з Гільдії, тому я не можу запропонувати тобі у нас роботу, але маю дещо в нагороду за твою допомогу.

source: Nasi najlepsi ludzie już badają tę sprawę. Lepiej byłoby dla Otmara, by towar się znalazł.
uk: Наші найкращі люди вже розслідують цю справу. Для Отмара буде краще, якщо товар знайдеться.

source: Nasi trenerzy specjalizują się w walce bronią białą i strzelaniu z kuszy, lecz z chęcią pokażą ci także jak zwiększyć swoją siłę oraz zręczność.
uk: Наші тренери спеціалізуються на володінні зброєю ближнього бою та стрільбі з арбалета, але також із задоволенням покажуть вам, як підвищити свою силу та спритність.

source: Nasi łowcy śledzili go od dłuższego czasu. Kontaktował się z nimi, przechwytywał towar i zarabiał sobie na boku niezłe sumki.
uk: Наші мисливці давно за ним стежили. Він зв'язувався з ними, перехоплював товар і заробляв на стороні непогані гроші.

source: Nasion powinienem szukać w ciałach martwych zwierząt, takich jak ścierwojady, wielkie szczury, kretoszczury czy krwiopijce.
uk: Насіння я маю шукати у впольованих тваринах, таких як падальники, щури, кротощури або шершні.

source: Nasiona
uk: Насіння

source: Nasiona Hershlika
uk: Насіння Гершліка

source: Nasiona goblinich jagód
uk: Насіння гоблінських ягід

source: Nasiona korzenia leczniczego
uk: Насіння цілющого кореня

source: Nasiona niebieskiego bzu
uk: Насіння синьої бузини

source: Nasiona ognistego korzenia
uk: Насіння вогняного кореня

source: Nasiona ognistego ziela
uk: Насіння вогняної трави

source: Nasiona ognistej pokrzywy
uk: Насіння вогняної кропиви

source: Nasiona polnej jagody
uk: Насіння лугової ягоди

source: Nasiona rdestu polnego
uk: Насіння споришу польового

source: Nasiona rośliny leczniczej
uk: Насіння цілющої рослини

source: Nasiona zasadzone, oby Ergo zajął się już resztą.
uk: Насіння посіяне, про все інше вже подбає Ерго.

source: Nasiona ziela leczniczego
uk: Насіння цілющої трави

source: Nasiona, które otrzymałem od
uk: Насіння, яке я отримав від

source: Nastały niespokojne czasy i nie każdy ma ochotę ginąć za Króla.
uk: Це неспокійні часи, і не всі мають бажання помирати за Короля.

source: Nastały trudne czasy. Najpierw nadeszła wojna, potem plaga. Teraz tę biedną krainę trawią bunty i niepokoje... Innos wyraźnie sprawdza naszą wiarę.
uk: Настали важкі часи. Спочатку війна, потім чума. Тепер ця бідна земля охоплена повстаннями і заворушеннями... Іннос вочевидь випробовує нашу віру.

source: Nastroje w mieście są coraz gorsze, ale wsparcie Gildii dla lokalnych handlarzy pozostaje niezmienione. Na Araxos zawsze można polegać.
uk: Ситуація в місті погіршується, але підтримка місцевих торговців з боку Гільдії залишається незмінною. На Араксос завжди можна покластися.

source: Następnego ranka usłyszałem łomotanie do drzwi mojego lokalu.
uk: Наступного ранку я почув стукіт в двері мого помешкання.

source: Następnej nocy zwierzę ponownie przybyło do pieczary ze świeżym kawałem mięsa, a stado z radością pochłaniało kęs za kęsem, zerkając w podzięce i podziwie na nieznajomego wybawiciela.
uk: Наступної ночі він знову прийшов до печери зі свіжим шматком м'яса, і зграя з радістю поглинала шматок за шматком, з вдячністю і захопленням поглядаючи на незнайомого рятівника.

source: Następnie kieruj się na wschód w górę rzeki, przez dwa drewniane mosty, aż dojdziesz do dużego jeziora.
uk: Потім прямуй на схід, вгору за течією річки, через два дерев'яні мости, поки не дійдеш до великого озера.

source: Następnie rozbij je na kowadle zgodnie ze schematem. Dla podstawowych broni tyle powinno wystarczyć.
uk: Потім викуй їх на ковадлі згідно з кресленням. Для простої зброї цього достатньо.

source: Następnie rozprowadzisz je po Starym Mieście i innych ważniejszych miejscach. Dokładną listę znajdziesz na odwrocie dokumentu.
uk: Потім потрібно розвісити їх по Старому місту та інших важливих місцях. Точний список ти знайдеш на звороті документа.

source: Następnie są bardzo ostrożnie pakowane, by dotarły na moje stoisko w doskonałym stanie, i wysyłane drogą morską na samo Archolos.
uk: Потім їх дуже ретельно пакують, щоб вони прибули до мого прилавку в ідеальному стані, і відправляють морем до самого Архолосу.

source: Następnie wbij ostrze pod nasadę szponu i go podważ. Czasami może zostać na jakimś ścięgnie, wtedy musisz je jeszcze dodatkowo przeciąć.
uk: Потім встроми лезо під основу кігтя і підваж його. Іноді на кігтеві може залишитися сухожилля, в такому випадку тобі доведеться його обрізати.

source: Następnie wrzuć do gotującego się mleka jedną sztukę szczawiu królewskiego.
uk: У кипляче молоко кинути один королівський щавель.

source: Następnie wyznacz równe linie i w równomiernych odstępach wyżłób dołki, do których wrzucisz nasiono. Gdy skończysz, zasyp je i podlej.
uk: Потім проведи рівні лінії і через однакові проміжки викопай ямки, в які ти будеш саджати насіння. Коли закінчиш, засип їх і полий.

source: Następnie włóż w nie dłonie i zacznij mocno szarpać. Po chwili skorupa oddzieli się od reszty ciała.
uk: Потім просунь руки всередину і почни сильно смикати. Згодом панцир відокремиться від тіла.

source: Następnie zaczynasz patrolować mury od wieży aż po skalny nasyp.
uk: Далі приступай до патрулювання стін від вежі до скельного виступу.

source: Następnie zamienił się w jakąś dziwną istotę będącą pół człowiekiem, pół zębaczem. Gdy tylko zobaczył, co się stało, wpadł w panikę i uciekł na bagna.
uk: Потім він перетворився на якусь дивну істоту, яка була наполовину людиною, наполовину снеппером. Як тільки він усвідомив, що сталося, він запанікував і втік на болота.

source: Następny Poziom
uk: Наступний рівень

source: Następny rodzaj obrażeń, to obrażenia magiczne - i pochodzą one bezpośrednio z zaklęć.
uk: Наступний тип шкоди – це магічна шкода, яка завдається безпосередньо заклинаннями.

source: Następnym razem bardziej się postarajcie. Wiem, że straż nie ma lekko, ale właśnie dlatego każdy powinien dawać z siebie wszystko.
uk: Наступного разу постарайся краще. Я знаю, що вартовим доводиться нелегко, але саме тому кожен повинен докладати максимум зусиль.

source: Następnym razem celuj między oczy. To zawsze działa.
uk: Наступного разу бий прямо між очі. Це завжди спрацьовує.

source: Następnym razem lepiej miej ze sobą złoto, inaczej gorzko pożałujesz!
uk: Наступного разу не забудь взяти золото, інакше гірко про це пошкодуєш!

source: Następnym razem najpierw przygotuję sobie jakąś drogę powrotną, zanim zacznę się wspinać...
uk: Наступного разу я спочатку підготую якийсь спуск назад, перш ніж кудись вилазити...

source: Następnym razem negocjuj jak normalny człowiek, a nie jak kultysta Beliara. Muszę tam wysłać ludzi, żeby zrobili porządek.
uk: Наступного разу веди переговори як нормальна людина, а не як окультист Беліара. Мені треба послати туди людей, щоб навести порядок.

source: Następnym razem nie będę w stanie ci już pomóc i to ty trafisz do więzienia.
uk: Наступного разу я вже не зможу тобі допомогти, і ти опинишся у в'язниці.

source: Następnym razem nie pójdzie ci tak łatwo.
uk: Наступного разу це не буде так легко.

source: Następnym razem takie zdradzanie szczegółów będzie w cenie normalnej usługi!
uk: Наступного разу такі відверті подробиці буде включено у вартість звичайної послуги!

source: Następnym razem uważaj na słowa. Gdyby nie to, że byłeś pomocny, już dawno skończyłbyś w oceanie z kamieniem przywiązanym do nogi.
uk: Наступного разу стеж за своїми словами. Якби ти не був мені корисним, то давно б уже опинився в морі з каменем, прив'язаним до ноги.

source: Następnym razem wpadnij na dłużej, to może poczęstuję cię kapką grogu!
uk: Наступного разу, коли завітаєш до нас надовше, я можу пригостити тебе краплею грогу!

source: Następnym razem, kiedy ktoś poprosi mnie o wzmocnienie antycznego pancerza, to nie będę się wahał, tylko od razu odpowiem 'jasne' i wezmę się do pracy!
uk: Наступного разу, коли мене попросять зміцнити старовинний обладунок, я без вагань відповім 'звісно' і візьмуся до роботи!

source: Nasz Pan rzekł: 'Zawierzcie we mnie, bowiem ja zawierzam w Was. Jam jest początkiem i końcem. Ogniem Oczyszczenia.'
uk: Наш Господь сказав: 'Вірте в Мене, бо Я вірю в вас. Я є початок і кінець. Я є Вогнем Очищення'.

source: Nasz cech nie przędzie tak dobrze, jak kiedyś, a ja potrzebowałem forsy.
uk: Наша майстерня вже не приносить стільки, як раніше, а мені потрібні були гроші.

source: Nasz informator, Berto, będzie szedł na czele oddziału renegatów.
uk: Наш інформатор, Берто, йтиме на чолі загону відступників.

source: Nasz ojciec niedawno zmarł...
uk: Наш батько нещодавно помер...

source: Nasz plan był... zupełnie inny, ale... wszystko samo się tak potoczyło. Jeden z naszych postanowił załatwić sprawy na własną rękę, i to nieudolnie.
uk: Наш план був... зовсім іншим, але... все сталося як сталося. Один з наших вирішив діяти на власний розсуд, і дуже невміло.

source: Nasz plan się powiódł. Lutz jest wolny i może wrócić do miasta. Mam nadzieję, że Viktor szybko doszedł do siebie po laniu, jakie otrzymał.
uk: Наш план спрацював. Люц тепер може повернутися до міста. Сподіваюся, Віктор швидко оговтався від побоїв.

source: Nasz plan zadziałał.
uk: Наш план спрацював.

source: Nasz ważny gość przebywa w ratuszu miejskim. Idź tam i powiedz jego ludziom, że jesteś Informatorem Lorenzo. Wtedy cię przepuszczą.
uk: Наш важливий гість зупинився у міській ратуші. Йди туди і скажи його людям, що ти – інформатор Лоренцо. Тоді вони тебе пропустять.

source: Nasz wspólny znajomy, który niedawno tutaj mieszkał, pożyczył ode mnie złoto.
uk: Наш спільний знайомий, котрий нещодавно тут мешкав, позичив у мене золото.

source: Nasza Lorietta słynie z tego, że nigdy nie brakuje w niej atrakcji. Dodatkowo staram się zawsze mieć w ofercie jakieś ciekawe błyskotki.
uk: Наша Лорієтта славиться тим, що це найкраще місце в усій окрузі. Крім того, я завжди намагаюся пропонувати щось цікаве.

source: Nasza forma rządów zmieniła się tutaj niedługo po jego przybyciu, więc pewnie to był właśnie jego pomysł.
uk: Наша форма правління змінилася тут невдовзі після його прибуття, так що, ймовірно, це була його ідея.

source: Nasza matka była mądrą i pracowitą kobietą. Gdyby nie ona, to pewnie żaden z nas nie umiałby czytać ani pisać.
uk: Наша мати була розумною і працьовитою жінкою. Якби не вона, напевно, ніхто з нас не вмів би ні читати, ні писати.

source: Nasza muzyka porwie was do tańca. Niech ogień zapłonie w waszych sercach!
uk: Наша музика змусить вас танцювати. Нехай вогонь запалає у ваших серцях!

source: Nasza ostatnia rozmowa nie należała do najprzyjemniejszych.
uk: Наша остання розмова була не з найприємніших.

source: Nasza podgrzewana woda wzbogacona jest o różne lecznicze preparaty. Nie tylko zadbasz o swoją czystość, ale również o zdrowie fizyczne.
uk: Наша підігріта вода збагачена різними цілющими препаратами. Таким чином ти подбаєш не лише про свою чистоту, але й про фізичне здоров'я.

source: Nasza podróż zakończyła się szybciej, niż planowaliśmy. Łódka nagle skręciła w kierunku brzegu i trafiła na mieliznę, dlatego dalszą drogę do 'Przystani' będę musiał pokonać samemu. Powinienem iść wzdłuż ścieżki i trzymać się prawej strony, aż dotrę do starego mostu. Następnie mam odbić na wschód i znaleźć jaskinię. Yannick twierdzi, że byłoby mi znacznie łatwiej, gdybym znał w Przystani jakąś grubą rybę. Raczej nie znam nikogo takiego, ale będę się tym martwił później. Na razie muszę odnaleźć drogę w tym cholernym bagnisku.
uk: Наша подорож закінчилася раніше, ніж ми планували. Човен несподівано повернув до берега і натрапив на мілину, тож решту шляху до 'Гавані' мені доведеться пройти самотужки. Я повинен йти по стежці і триматись праворуч, поки не дійду до старого мосту. Потім повернути на схід і знайти печеру. Яннік каже, що мені було б набагато легше, якби я знав когось впливового в Гавані. Навряд чи я когось такого знаю, але про це я подумаю пізніше. А поки що мені треба знайти дорогу в цьому клятому болоті.

source: Nasza przygoda z niebieskim bzem przekonała mnie, że eksperymentowanie nie zawsze jest opłacalne.
uk: Наша пригода з синьою бузиною переконала мене, що експериментувати не завжди варто.

source: Nasza współpraca nie trwała jednak zbyt długo, bo z czasem smarkacz pozwolił sobie na zbyt dużą samowolkę i stał się bezużyteczny.
uk: Наша співпраця тривала недовго, бо з часом шмаркач дозволив собі занадто багато свавілля і став непотрібним.

source: Nasza współpraca zakończyła się dość... nerwowo, ale chciałbym poprawić nasze relacje.
uk: Наша співпраця закінчилася досить... напружено, але я хотів би налагодити наші взаємини.

source: Nasza wyprawa jeszcze trochę potrwa. Wytrzymasz?
uk: Наша експедиція займе ще деякий час. Витримаєш?

source: Nasza wyspa od razu stała się bezpieczniejsza. Proszę, twoja nagroda!
uk: Наш острів одразу став безпечнішим. Прошу, твоя винагорода!

source: Nasze interesy nie zawsze szły ze sobą w zgodzie, jednak zawsze ceniłem cię jako roztropnego zarządcę.
uk: Наші інтереси не завжди збігалися, але я завжди цінував тебе як розсудливого управителя.

source: Nasze problemy nie są problemami Ulryka.
uk: Наші проблеми - це не проблеми Ульріка.

source: Nasze usługi powinny nie zostawiać żadnych wątpliwości i oszczędzać problemów współpracownikom, a nie dokładać im pytań. Cholera...
uk: Наші послуги не повинні залишати жодних сумнівів і позбавляти партнерів проблем, а не додавати їх. Дідько...

source: Nasze wina trafiały niemal na wszystkie stoły królestwa, perły i bursztyny na szyje szlachcianek, oczywiście nawleczone na łańcuszki z tutejszego złota.
uk: Наші вина потрапляли майже на кожен стіл у королівстві, а перлини та бурштин, нанизані на ланцюжки з місцевого золота – на шиї шляхетних дам.

source: Nasze zdrowie!
uk: За наше здоров'я!

source: Naszych szat? Po co?
uk: Наші мантії? Для чого?

source: Naszym atutem jest nieświadomość orków odnośnie naszej wiedzy na temat ich planów. Informowanie Morrisa i zwiększenie obrony miasta może zaalarmować orków.
uk: Наша перевага в тому, що орки не знають про наші плани. Якщо поінформувати Морріса і посилити оборону міста, це може насторожити орків.

source: Naszym bóstwie? Innos to najwspanialszy ze Świętej Trójcy, przyjaciel i obrońca gatunku ludzkiego.
uk: Наше божество? Іннос – найвеличніший з Пресвятої Трійці, друг і захисник людського роду.

source: Naszym obowiązkiem było godnie odprawić go z tego świata i gorąco modlić się za jego duszę.
uk: Нашим обов'язком було гідно провести його з цього світу і ревно молитися за його душу.

source: Naszym ostatnim zadaniem jest sprint do północnej bramy. Patrząc na pozostałych rekrutów, wygrana nie powinna sprawić mi większych trudności. Muszę tylko pamiętać, by oszczędzać siły na ostatnie kilkadziesiąt metrów.
uk: Наше останнє завдання – добігти до північних воріт. Дивлячись на інших новобранців, перемога не повинна викликати особливих труднощів. Треба лише не забути приберегти сили на останні кілька десятків метрів.

source: Naszymi duchowymi przewodnikami są Magowie Wody. To właśnie oni pomagają nam zrozumieć cel naszej posługi i sposób jej spełniania.
uk: Нашими духовними наставниками є Маги Води. Саме вони допомагають нам зрозуміти мету нашого служіння і те, як її досягти.

source: Naszą organizację nazywamy Wodnym Kręgiem. Jesteśmy pokornymi wyznawcami Adanosa i strzeżemy równowagi na świecie.
uk: Наша організація має назву Кільце Води. Ми смиренні послідовники Аданоса і стоїмо на варті рівноваги у світі.

source: Naszą siłą jest liczba, nie władza. Władza deprawuje!
uk: Наша сила в кількості, а не у владі. Влада розбещує!

source: Naszą winnicę czeka nowa era dobrobytu.
uk: На наш виноградник чекає нова ера процвітання.

source: Nathaniel
uk: Натаніель

source: Nathaniel nie żyje.
uk: Натаніель мертвий.

source: Natnij skórę zwierzęcia w okolicach brzucha, tam jest najdelikatniejsza, a następnie zacznij ostrożnie ją zdzierać.
uk: Розріж шкуру тварини в ділянці живота, де вона найніжніша, а потім почни її обережно здирати.
